/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b>เรียนรู้เพิ่มเติม</b>เกี่ยวกับการจัดการอุปกรณ์และความปลอดภัย";

/* No comment provided by engineer. */
"A system error occurred" = "เกิดการผิดพลาดทางระบบ";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "บัญชีจะถูกลบออกจาก %@ และแอพพ์ Yahoo อื่นๆบนอุปกรณ์นี้";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "เพิ่มแอคเคานท์";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "มีข้อผิดพลาดเกินขึ้น กรุณาลองใหม่อีกครั้ง";

/* Accessibility label for the back button */
"Back" = "ย้อนกลับ";

/* call tip prefix in 2lc */
"Call %@" = "โทร %@";

/* No comment provided by engineer. */
"Call again" = "โทรอีกครั้ง";

/* Cancel
   Cancel button title */
"Cancel" = "ยกเลิก";

/* Fallback page cannot be loaded. */
"Cannot load page." = "ไม่สามารถโหลดหน้านี้";

/* Accessibility label for the close button */
"Close" = "ปิด";

/* Continue
   Continue to Safari for SHF */
"Continue" = "ดำเนินการต่อ";

/* Create Account view title
   sign up button title */
"Create Account" = "สร้างแอคเคานท์";

/* learn more alert title */
"Device Not Recognized" = "รับรองอุปกรณ์เครื่องใช้ไม่ได้";

/* No comment provided by engineer. */
"Didn't receive the email?" = "ไม่ได้รับอีเมล์?";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "ไม่ได้รับข้อความ?";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "ไม่ได้รับเสียตามสาย?";

/* Dismiss */
"Dismiss" = "เลิก";

/* Edit button title */
"Edit" = "แก้ไข";

/* No comment provided by engineer. */
"Email could not be sent" = "ไม่สามารถส่งอีเมลได้";

/* No comment provided by engineer. */
"Email sent" = "ส่งอีเมลแล้ว";

/* No comment provided by engineer. */
"Enter Code" = "ป้อนรหัส";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "เพื่อความปลอดภัย คุณจำเป็นต้องปลดล็อกแอคเคานท์ของคุณ";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "ด้วยเหตุผลด้านความปลอดภัย โปรดยืนยันแอคเคานท์ของคุณอีกครั้ง";

/* No comment provided by engineer. */
"For the safety of your account, please login via web." = "เพื่อความปลอดภัยสำหรับบัญชีของคุณ โปรดเข้าสู่ระบบผ่านทางเว็บ";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "ลืมรหัสผ่าน หรือ ID";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "ลืมรหัสผ่าน";

/* No comment provided by engineer. */
"Generic Handoff" = "ส่งผ่านสัญญาณทั่วไป";

/* Go to Account recovery */
"Get Help" = "ขอความช่วยเหลือ";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "คำตอบไม่ถูกต้อง โปรดลองใหม่อีกครั้ง";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "ID หรือ รหัสผ่านไม่ถูกต้อง กรุณาลองอีกครั้ง";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "ถึงขีดจำกัด ไม่สามารถส่งอีเมลได้";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "ถึงขีดจำกัด ไม่สามารถส่งข้อความตัวอักษรหรือทำการสนทนาผ่านเสียงได้";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "หมดเวลาเข้าระบบแล้ว กรุณาลองอีกครั้ง";

/* Network error alert view title */
"Network unavailable." = "เครือข่ายไม่ว่าง";

/* OK
   OK Button title
   ok button title */
"OK" = "โอเค";

/* password text field place holder */
"Password" = "รหัสผ่าน";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "โปรดป้อนรหัสผ่านของคุณสำหรับ \n%@";

/* Remove the account
   SSO remove account title */
"Remove" = "เอาออก";

/* Remove an account label on SSO screen */
"Remove an account" = "ลบแอคเคานท์ออก";

/* Select an account label on SSO screen */
"Select an account" = "เลือกแอคเคานท์";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "เซสชั่นหมดอายุ โปรดลงชื่อเข้าใช้ใหม่อีกครั้ง";

/* sign in button title */
"Sign In" = "ลงชื่อเข้าใช้";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "ลงชื่อด้วย <a>Facebook</a> หรือ <b>Google</b>";

/* Zero tap alert signed in as */
"Signed in as" = "เข้าสู่ระบบเป็น";

/* signing in state title for sign in button */
"Signing In" = "การเข้าสู่ระบบ";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "ขออภัย ระบบไม่ทำงาน โปรดลองใหม่อีกครั้งในภายหลัง";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "เราไม่สามารถลงชื่อเข้าใช้ให้คุณได้ในขณะนี้ โปรดลองใหม่อีกครั้งในภายหลัง";

/* sms tip prefix in 2lc */
"Text %@" = "ข้อความ %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "ไม่สามารถส่งข้อความตัวอักษรได้";

/* No comment provided by engineer. */
"Text message sent" = "ส่งข้อความตัวอักษรแล้ว";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "ข้อมูลบ่งบอกการท้าทายระดับที่สองไม่สามารถแยกออกจากคำรับรอง Short-Lived Challenge Credential";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "พยายามหลายครั้งเกินไป โปรดลองใหม่ในอีก 24 ชม";

/* No comment provided by engineer. */
"Try again" = "ลองอีกครั้ง";

/* No comment provided by engineer. */
"Unable to place a voice call" = "ไม่สามารถส่งเสียงตามสายได้";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "ไม่สามารถเข้ารู่ระบบได้ ตรวจสอบวันที่ของระบบและลองอีกครั้ง";

/* Token handoff failure */
"Unable to sign in. Please try again." = "ไม่สามารถลงทะเบียนได้ โปรดลองใหม่อีกครั้ง ";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "อัพเดคบัญชี";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "อัปเกรด Yahoo";

/* User already signed-in */
"User %@ is already signed in" = "ผู้ใช้ %@ ได้เข้าสู่ระบบแล้ว";

/* User already signed-in */
"User already signed-in" = "ผู้ใช้ได้ลงชื่อเข้าสู่ระบบแล้ว";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "รหัสยืนยันได้ส่งไปที่ %@";

/* No comment provided by engineer. */
"Voice call in progress" = "อยู่ระหว่างการสนทนาทางภาค";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "เราโทรศัพท์เพื่อมอบรหัสยืนยันให้แก่คุณที่ %@";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "เราไม่รู้จักอุปกรณ์นี้ โปรดตรวจสอบตัวตนของคุณด้วยการตอบคำถามเพื่อความปลอดภัย";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "เราไม่สามารถยืนยันอุปกรณ์เครื่องใช้นี้ได้ กรุณายืนยันข้อมูลแสดงตัว เราจะส่งรหัสยืนยัน";

/* ID text field place holder */
"Yahoo ID" = "Yahoo ID";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "คุณต้องมีอายุอย่างน้อย 13 ปี";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "แอคเคานท์ของคุณปลดล็อกแล้ว โปรดลงชื่อเข้าใช้";

/* No comment provided by engineer. */
"Your Answer" = "คำตอบของคุณ";

/* learn more alert msg line 1 */
"• New device?" = "• อุปการณ์เครื่องใช้ใหม่?";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• เลือกการยืนยันเข้าสู่ระบบ?";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• การลงชื่อเข้าสู่ระบบจากประเทศใหม่?";

